<!--  index.html>App.vue>view(Home.vue)>components(Home.vue)-->


<template>
<div id="Policy">
    <h1>プライバシーポリシー</h1>
    <p>dely 株式会社（以下「当社」といいます。）は、当社が運営管理するサービス（以下「本サービス」と総称します。）におけるユーザーについての個人情報を含むユーザーの情報（以下「ユーザー情報」といいます。）の取り扱いについて、以下の通りプライバシーポリシー（以下「本ポリシー」といいます。）を定めます。なお、当社は、本ポリシーとは別に、個別サービス毎のプライバシーポリシー（以下総称して「個別サービスポリシー」といいます。）を定める場合があります。 この場合、個別サービスポリシーに別段の定めがある場合を除き、当該個別サービスに関しては、本ポリシーとともに個別サービスポリシーが適用さ</p>
    
    <div class="MainPolicy" v-for="item in list" v-bind:key="item.id">
        <h2>{{item.title}}</h2>
        <p>{{item.main}}</p> 
       
    </div>
   
</div>
    
</template>

<script>

import db from '../main.js'

export default{
    name:"Policy",
    data(){
        return{
               
                list:[
                    {id:1, title:'【第 1 条 当社が取得するユーザー情報】', main:`本ポリシー1において個人情報とは、
                    個人情報の保護に関する法律（以下「個人情報保護法」といいます。）に定める「個人情報」をいいます。
                    当社は、本サービスにおいて以下のユーザー情報を取得する場合があり、これらの情報には個人情報が`},

                    {id:2, title:'【第 2 条 当社が取得するユーザー情報】', main:`本ポリシー2において個人情報とは、
                    個人情報の保護に関する法律（以下「個人情報保護法」といいます。）に定める「個人情報」をいいます。
                    当社は、本サービスにおいて以下のユーザー情報を取得する場合があり、これらの情報には個人情報が`},
                    
                    {id:3, title:'【第 3 条 当社が取得するユーザー情報】', main:`本ポリシー3において個人情報とは、
                    個人情報の保護に関する法律（以下「個人情報保護法」といいます。）に定める「個人情報」をいいます。
                    当社は、本サービスにおいて以下のユーザー情報を取得する場合があり、これらの情報には個人情報が`},
                 ]
            };
    }

}

</script>


<style scoped>
#Policy{
    background:#f5deb3;
    padding:2%;
}










</style>
